Repository: kubaolszewski/score_live
Catalog: lib/l10n/app_*.arb
Languages: pl

# navHome
source: Home
pl: Strona główna

# navCompetition
source: Competition
pl: Rozgrywki

# navAccount
source: Account
pl: Moje konto

source: Live Now
pl: Na żywo

source: See more
pl: Więcej

# homeUpcoming
source: Upcoming
pl: Nadchodzące

# homeScore
source: Score
pl: Wyniki

# homeFavorites
source: Favorites
pl: Obserwowane

source: No results.
pl: Brak wyników.

# matchDetailsButton
source: Details
pl: Szczegóły

source: No matches live.
pl: Brak spotkań na żywo.

# noMatchesFinished
source: No matches were finished on this date yet.
pl: Tego dnia nie odbył się jeszcze żaden mecz.

# pastMatchesCheck
source: Can't check past matches in this tab.
pl: Nie można sprawdzić poprzednich meczów w tej zakładce.

# lastMatchesHeader
source: LAST MATCHES:
pl: OSTATNIE SPOTKANIA:

# matchesNumber
source: {count, plural, =0 { Matches} =1 { Match} other { Matches}}
pl: {count, plural, =0 { Meczów} =1 { Mecz} =2 { Mecze} few { Mecze} other { Meczów}}

source: Total Wins:
pl: Bilans wygranych:

# draws
source: {count, plural, =0 { Draws} =1 { Draw} other { Draws}}
pl: {count, plural, =0 { Remisów} =1 { Remis} =2 { Remisy} few { Remisy} other { Remisów}}

# clubText
source: Club
pl: Klub

# currentDay
source: Today
pl: Dziś

# matchDetailsSummary
source: Summary
pl: Przebieg

source: Unknown home team
pl: Nieznana drużyna gospodarzy

source: Unknown away team
pl: Nieznana drużyna gości

source: Unknown league
pl: Nieznana liga

source: Unknown team
pl: Nieznana drużyna

# noDetailsInfo
source: No details about this match.
pl: Brak szczegółów o tym spotkaniu.

# noLineUps
source: Line ups aren't provided for this fixture.
pl: Brak składów dla tego spotkania

# noStats
source: Stats aren't provided for this fixture.
pl: Brak statystyk dla tego spotkania.

# noH2HComparison
source: H2H comparison between teams isn't provided.
pl: Brak danych o bilansie drużyn.

# noStandings
source: Standings aren't provided for this league.
pl: Brak danych o tabeli tej ligi.

source: Half Time
pl: Przerwa

source: Full Time
pl: Koniec czasu

# matchNotEnded
source: Match has not ended yet.
pl: Mecz jeszcze się nie zakończył.

# matchDetailsLineUp
source: Line Up
pl: Składy

# matchDetailsStats
source: Stats
pl: Statystyki

# matchDetailsStandings
source: Standings
pl: Tabela

# assist
source: Asst:
pl: Asys :

# playerIn
source: In:
pl: Zmiana:

# playerOut
source: Out:
pl: Za:

# competitionAppBarTitle
source: Browse Competition
pl: Wyszukaj rozgrywki

# searchBarHint
source: Search:
pl: Wyszukaj:

source: Team
pl: Klub

source: League (name)
pl: Liga (nazwa)

# leagueRegion
source: League (country)
pl: Liga (kraj)

# competitionFavorites
source: Favorites
pl: Obserwowane

# dataErrorInfo
source: Something went wrong - data are not provided yet.
pl: Coś poszło nie tak - dane nie są obecnie dostarczane.

# topHeader
source: TOP COMPETITIONS
pl: POPULARNE ROZGRYWKI

# searchHeader
source: Results:
pl: Wyniki:

# resultResultsTab
source: Results
pl: Wyniki

# resultFixturesTab
source: Fixtures
pl: Spotkania

# resultStandingsTab
source: Standings
pl: Tabela

# resultStatsTab
source: Stats
pl: Statystyki

# accountAppBarTitle
source: My Account
pl: Moje konto
